[
    {
        "title": "دهانات وديكورات",
        "image": "https://i.postimg.cc/WpkkvWFn/image.jpg",
        "description":"نقدم خدمات تصميم وتنفيذ الديكورات الداخلية التي تناسب جميع الأذواق. سواء كنت ترغب في تصاميم كلاسيكية أو معاصرة، نحن نقدم لك خيارات متنوعة لتنسيق الألوان والأثاث والإضاءة.",
        "timestamp": "2025-02-01 13:52:58"
    },
    {
        "title": " ورق جدران",
        "image": "https://i.postimg.cc/dtFLKqKs/nnn.jpg",
        "description":"ورق الجدران هو أحد الخيارات الرائعة لتجديد شكل الغرف بأسلوب سريع وأنيق. نحن نقدم مجموعة واسعة من التصاميم المبتكرة والعصرية التي تناسب كل الأذواق. سواء كنت تفضل التصاميم التقليدية أو الحديثة، لدينا ورق جدران بتقنيات عالية الجودة مقاومة للرطوبة وسهلة التنظيف. يمكن تركيب الورق في مختلف المساحات مثل غرف النوم، الصالات، أو حتى الحمامات.",
        "timestamp": "2025-02-01 13:55:54"
    },
    {
        "title": "عوازل الأسطح",
        "image": "https://i.postimg.cc/J057hkW1/bb.jpg",
        "description":"نقدم خدمات العزل المتقدمة التي تحمي منزلك أو مكتبك من تأثيرات الحرارة والبرودة والماء. باستخدام أفضل المواد العازلة مثل الفوم والعزل الحراري، نساعدك على تقليل استهلاك الطاقة، وبالتالي تخفيض فواتير الكهرباء. كما نوفر العزل الصوتي للمساحات التي تتطلب عزلًا صوتيًا فعالًا، مثل الاستوديوهات أو غرف الاجتماعات. العوازل تمنحك بيئة أكثر راحة وحماية.",
        "timestamp": "2025-02-01 13:58:06"
    },
    {
        "title": "الديكورات الجبسية",
        "image": "https://i.postimg.cc/Nj5t3VLG/abumlak.jpg",
        "description":"الجبس هو من أبرز الخيارات في تصميم الديكورات الداخلية، حيث يمنح الأسطح لمسات جمالية فريدة من نوعها. نقدم لك خدمات تصميم وتنفيذ الجبسيات التي تشمل الأسقف المعلقة، الجدران الجبسية، والتفاصيل الجمالية مثل الأعمدة والأطر الجبسية. يمكن تخصيص التصميمات بشكل كامل لتتناسب مع الأسلوب المعماري لمنزلك أو مكتبك، مما يضفي لمسة من الفخامة والذوق الرفيع.",
        "timestamp": "2025-02-01 14:00:39"
    },
    {
        "title": " بناء ملاحق",
        "image": "https://i.postimg.cc/prpBDmVx/abbumlak.jpg",
        "description":"نقدم خدمة بناء الملاحق سواء كانت شققًا إضافية، غرفًا، أو أي نوع من الإضافات التي تحتاجها إلى منزلك أو مكتبك. نحن نوفر لك تصميمات مبتكرة تلائم احتياجاتك الخاصة، سواء كنت بحاجة إلى مساحة إضافية للمعيشة أو لمتطلبات العمل. نقوم بتنفيذ المشاريع بدقة متناهية وبمراعاة للمواصفات الهندسية والإنشائية لضمان الجودة والمتانة.",
        "timestamp": "2025-02-01 14:01:36"
    },
    {
        "title": "تركيب وتصميم برجولات ",
        "image": "https://i.postimg.cc/ZRqPSWd3/aabumlak.jpg",
        "description":"البرجولات هي إضافة رائعة للمساحات الخارجية، سواء كانت في الحدائق أو على الأسطح. نحن نقدم تصميم وتركيب برجولات تتناسب مع الطابع العام للمساحة. يمكننا إنشاء برجولات خشبية، معدنية أو حتى مصنوعة من مواد أخرى، مع ضمان تعزيز الراحة وجمالية المكان. توفر البرجولات مساحة مظللة ومريحة للاستجمام أو التجمعات العائلية، وتساهم في خلق بيئة خارجية فريدة من نوعها.",
        "timestamp": "2025-02-01 14:04:18"
    },
    {
        "title": "دهانات داخلية وخارجية",
        "image": "https://i.postimg.cc/8P3pGc7v/abbbu-malak.jpg",
        "description":"نحن نقدم حلول دهانات متكاملة تتناسب مع جميع أنواع المساحات. سواء كان لديك مشروع تجديد في المنزل أو إعادة طلاء واجهة خارجية لمبنى، فنحن نضمن لك نتائج ممتازة. نستخدم دهانات عالية الجودة مقاومة للعوامل الجوية والمياه، مما يجعل الأسطح أكثر صلابة وديمومة. نحن نختار الألوان بعناية، ونوفر لك خيارات مبتكرة تناسب جميع الأذواق من الألوان الكلاسيكية إلى الألوان العصرية.",
        "timestamp": "2025-02-01 14:05:43"
    }
]