[
    {
        "title": "دهانات وديكورات",
        "image": "https://i.postimg.cc/X7h2PqXf/IMG-20250218-WA0042.jpg",
        "description":"نقدم خدمات تصميم وتنفيذ الديكورات الداخلية التي تناسب جميع الأذواق. سواء كنت ترغب في تصاميم كلاسيكية أو معاصرة، نحن نقدم لك خيارات متنوعة لتنسيق الألوان والأثاث والإضاءة.",
        "timestamp": "2025-02-01 13:52:58"
    },
    {
        "title": "ورق جدران",
        "image": "https://i.postimg.cc/ryfZSQkY/IMG-20250218-WA0043.jpg",
        "description":"ورق الجدران هو أحد الخيارات الرائعة لتجديد شكل الغرف بأسلوب سريع وأنيق. نحن نقدم مجموعة واسعة من التصاميم المبتكرة والعصرية التي تناسب كل الأذواق. سواء كنت تفضل التصاميم التقليدية أو الحديثة، لدينا ورق جدران بتقنيات عالية الجودة مقاومة للرطوبة وسهلة التنظيف. يمكن تركيب الورق في مختلف المساحات مثل غرف النوم، الصالات، أو حتى الحمامات.",
        "timestamp": "2025-02-01 13:55:54"
    },
    {
        "title": "عوازل الأسطح",
        "image": "https://i.postimg.cc/QCd62Wpb/IMG-20250218-WA0041.jpg",
        "description":"نقدم خدمات العزل المتقدمة التي تحمي منزلك أو مكتبك من تأثيرات الحرارة والبرودة والماء. باستخدام أفضل المواد العازلة مثل الفوم والعزل الحراري، نساعدك على تقليل استهلاك الطاقة، وبالتالي تخفيض فواتير الكهرباء. كما نوفر العزل الصوتي للمساحات التي تتطلب عزلًا صوتيًا فعالًا، مثل الاستوديوهات أو غرف الاجتماعات. العوازل تمنحك بيئة أكثر راحة وحماية.",
        "timestamp": "2025-02-01 13:58:06"
    },
    {
        "title": "الديكورات الجبسية",
        "image": "https://i.postimg.cc/wM1X55XS/IMG-20250218-WA0080.jpg",
        "description":"الجبس هو من أبرز الخيارات في تصميم الديكورات الداخلية، حيث يمنح الأسطح لمسات جمالية فريدة من نوعها. نقدم لك خدمات تصميم وتنفيذ الجبسيات التي تشمل الأسقف المعلقة، الجدران الجبسية، والتفاصيل الجمالية مثل الأعمدة والأطر الجبسية. يمكن تخصيص التصميمات بشكل كامل لتتناسب مع الأسلوب المعماري لمنزلك أو مكتبك، مما يضفي لمسة من الفخامة والذوق الرفيع.",
        "timestamp": "2025-02-01 14:00:39"
    },
    {
        "title": "بناء ملاحق",
        "image": "https://i.postimg.cc/wBzkKmzm/IMG-20250218-WA0055.jpg",
        "description":"نقدم خدمة بناء الملاحق سواء كانت شققًا إضافية، غرفًا، أو أي نوع من الإضافات التي تحتاجها إلى منزلك أو مكتبك. نحن نوفر لك تصميمات مبتكرة تلائم احتياجاتك الخاصة، سواء كنت بحاجة إلى مساحة إضافية للمعيشة أو لمتطلبات العمل. نقوم بتنفيذ المشاريع بدقة متناهية وبمراعاة للمواصفات الهندسية والإنشائية لضمان الجودة والمتانة.",
        "timestamp": "2025-02-01 14:01:36"
    },
    {
        "title": "تركيب وتصميم برجولات ",
        "image": "https://i.postimg.cc/FRZWCxJz/IMG-20250218-WA0040.jpg",
        "description":"البرجولات هي إضافة رائعة للمساحات الخارجية، سواء كانت في الحدائق أو على الأسطح. نحن نقدم تصميم وتركيب برجولات تتناسب مع الطابع العام للمساحة. يمكننا إنشاء برجولات خشبية، معدنية أو حتى مصنوعة من مواد أخرى، مع ضمان تعزيز الراحة وجمالية المكان. توفر البرجولات مساحة مظللة ومريحة للاستجمام أو التجمعات العائلية، وتساهم في خلق بيئة خارجية فريدة من نوعها.",
        "timestamp": "2025-02-01 14:04:18"
    },
    {
        "title": "دهانات داخلية وخارجية",
        "image": "https://i.postimg.cc/02Lff4HZ/IMG-20250218-WA0054.jpg",
        "description":"نحن نقدم حلول دهانات متكاملة تتناسب مع جميع أنواع المساحات. سواء كان لديك مشروع تجديد في المنزل أو إعادة طلاء واجهة خارجية لمبنى، فنحن نضمن لك نتائج ممتازة. نستخدم دهانات عالية الجودة مقاومة للعوامل الجوية والمياه، مما يجعل الأسطح أكثر صلابة وديمومة. نحن نختار الألوان بعناية، ونوفر لك خيارات مبتكرة تناسب جميع الأذواق من الألوان الكلاسيكية إلى الألوان العصرية.",
        "timestamp": "2025-02-01 14:05:43"
    },
    {
        "title": "ترميم",
        "image": "https://i.postimg.cc/02Lff4HZ/IMG-20250218-WA0054.jpg",
        "description":"نقدم خدمات ترميم متكاملة لجميع أنواع المباني، سواء كانت تجديدات بسيطة أو إصلاحات معمارية كبيرة. تشمل خدماتنا ترميم الجدران، الأسطح، الأسقف، الأرضيات، والمرافق الصحية مع الحفاظ على جودة البناء الأصلية. نحن نستخدم تقنيات حديثة ومواد عالية الجودة لضمان الحفاظ على هيكل المبنى وإعطائه مظهرًا جديدًا ومتناسقًا. يولي فريقنا اهتمامًا خاصًا بالتفاصيل لضمان الاستدامة والمظهر الجمالي للمكان بعد الترميم. إذا كنت ترغب في إعادة إحياء مساحة معينة أو تصحيح أي ضرر، نحن هنا لمساعدتك.",
        "timestamp": "2025-02-19 12:00:00"
    },
    {
        "title": "جبس ماي",
        "image": "https://i.postimg.cc/wM1X55XS/IMG-20250218-WA0080.jpg",
        "description":"تعتبر جبس ماي من الحلول الرائعة لتصميم الأسقف الداخلية، حيث يجمع بين البساطة والجمال في نفس الوقت. نقدم لك تصميمات متميزة بأسلوب عصري ومتناسق، حيث يمكن تنفيذ الجبس في أسقف وديكورات حائطية تعكس الذوق الرفيع وتضيف لمسة من الفخامة للمكان. تستخدم خدماتنا مواد جبسية من أعلى معايير الجودة، ما يضمن لك متانة طويلة الأمد وسهولة في الصيانة. سواء كان لديك مشروع لمنزل أو مكتب، فإن جبس ماي هو الخيار المثالي لإضافة جمال وحيوية لمحيطك.",
        "timestamp": "2025-02-19 12:10:00"
    },
    {
        "title": "جبس بور",
        "image": "https://i.postimg.cc/x8f79ZSL/IMG-20250218-WA0031.jpg",
        "description":"يعد جبس بور من أفضل الخيارات في عالم الديكور الجبسي، فهو يجمع بين المتانة والجمال في تصميم واحد. نعمل على تقديم خدمات تنفيذ جبس بور على أعلى مستوى من الاحترافية، مع إمكانية تخصيص التصاميم بما يتناسب مع ذوق العميل والمكان. يتسم جبس بور بقوته العالية في مقاومة الرطوبة والحرارة، ما يجعله مثاليًا للغرف التي تتطلب معالجة خاصة مثل المطابخ والحمامات. توفر هذه المواد أيضًا أجواءً راقية وأنيقة في المساحات الداخلية، مما يعكس لك تجربة فريدة من نوعها.",
        "timestamp": "2025-02-19 12:20:00"
    },
    {
        "title": "مضلات",
        "image": "https://i.postimg.cc/wvTcMY7x/IMG-20250218-WA0077.jpg",
        "description":"نقدم خدمات تصميم وتنفيذ المضلات المتنوعة التي تناسب جميع المساحات. سواء كنت بحاجة إلى مضلات للحدائق، الأسطح أو المواقف، نحن نقدم لك حلولًا عملية وأنيقة باستخدام مواد مقاومة للعوامل الجوية. نقوم بتنفيذ المضلات بشكل مخصص، مع ضمان توفير الحماية من الشمس والأمطار في نفس الوقت، مما يخلق بيئة خارجية مريحة ومناسبة للاسترخاء أو الاجتماعات.",
        "timestamp": "2025-02-19 12:30:00"
    },
    {
        "title": "كهرباء",
        "image": "https://i.postimg.cc/5t5njmgg/IMG-20250218-WA0045.jpg",
        "description":"نقدم خدمات الكهرباء المتكاملة التي تشمل تركيب وصيانة جميع الأنظمة الكهربائية للمنازل والمكاتب. سواء كنت بحاجة لتركيب إضاءة جديدة، تحسين شبكة الكهرباء، أو تصليح الأعطال، فإننا نضمن لك خدمة موثوقة وآمنة باستخدام أحدث التقنيات. يقوم فريقنا المؤهل بتقديم حلول كهربائية مبتكرة تسهم في توفير الطاقة ورفع مستوى الأمان في المساحات الداخلية والخارجية.",
        "timestamp": "2025-02-19 12:40:00"
    }
]
